class Texts:
    WELCOME: str = "Добро пожаловать в Зачисточника! Наш бот поможет тебе решить любые твои проблемы\n" \
                   "Тут можно и подзаработать, при некотором желании и умении\n" \
                   "А можно и устранить неугодного тебе человека\n" \
                   "Лишь тебе выбирать, что тебе нужно😉"

    WELCOME_MAKER: str = "Это ваш кабинет Заказчика. Тут вы можете разместить заказ"
    WELCOME_TAKER: str = "Это ваш кабинет Исполнителя. Тут вы можете взять заказ"

    MADE_OFFER: str = "Вы выставили предложение, ожидайте пока его возьмут наши исполнители"
    TAKE_OFFER: str = "Вы взяли предложение, теперь выполните его и после отметьте это"


